[
  {
      "id": "2025",
      "sku": "2025key101",
      "name": "Cá thu kho tộ chay",
      "price": 200000,
      "discount": 12,
      "new_product": false,
      "rating": 0,
      "stock": 99,
      "saleCount": 99,
      "tag": [
          "Món Chay Mặn"
      ],
      "category": [
          "Món Chay Mặn"
      ],
      "image": [
          "https://res.cloudinary.com/doedovklj/image/upload/v1687924612/xyz-abc_638235466120981946image.jpg"
      ],
      "shortDescription": "Cá thu kho tộ chay là một món ăn ngon mắt và đầy hương vị, được chế biến từ nguyên liệu thực phẩm không có nguồn gốc động vật, phù hợp cho những người theo chế độ ăn chay hoặc muốn thưởng thức một món ăn hấp dẫn và độc đáo. Món cá thu kho tộ chay không chỉ là một sự kết hợp tài tình của các nguyên liệu thực phẩm, mà còn mang trong mình hương vị đậm đà của biển cả và mùi thơm của gia vị.",
      "fullDescription": "Cá thu kho tộ chay thường được làm từ các nguyên liệu thực phẩm như nấm mèo, nấm hương, đậu hủ, bún riêu cua chay và một loạt các loại gia vị tự nhiên để tạo nên hương vị độc đáo và quyến rũ như món cá thu kho tộ truyền thống. Quá trình chế biến tạo nên cấu trúc giống thịt cá và màu sắc hấp dẫn, tạo nên một bức tranh thị giác hấp dẫn trên đĩa ăn.\r\n\r\nCá thu kho tộ chay thường được nấu chín chậm trong nồi cách thủ công, để các nguyên liệu thấm đẫm hương vị và tạo nên hương thơm thấm đượm. Hương vị của cá thu chay hòa quyện với vị ngọt của nấm và đậu hủ, cùng với mùi thơm của các loại gia vị như ớt, tỏi, hành, tiêu và nước mắm chay. Món ăn thường được trình bày cẩn thận, tạo nên một bữa ăn không chỉ ngon mắt mà còn gợi lên sự tò mò để thử trải nghiệm.\r\n\r\nCá thu kho tộ chay không chỉ đáp ứng nhu cầu dinh dưỡng của những người ăn chay mà còn mang lại niềm vui và hài lòng cho bất kỳ ai thưởng thức nó. Món ăn này không chỉ là một món ăn thay thế thú vị, mà còn là một tác phẩm nghệ thuật ẩm thực đầy sáng tạo.",
      "quantity": 2,
      "selectedProductColor": null,
      "selectedProductSize": null,
      "cartItemId": "849d1706-0a99-4790-ae39-9ece68cf7afe"
  },
  {
      "id": "2",
      "sku": "2key3",
      "name": "Giò nấm chay",
      "price": 95000,
      "discount": 5,
      "new_product": false,
      "rating": 5,
      "stock": 123,
      "saleCount": 123,
      "tag": [
          "Hàng chay cấp đông "
      ],
      "category": [
          "Hàng chay cấp đông "
      ],
      "image": [
          "https://res.cloudinary.com/doedovklj/image/upload/v1686061449/xyz-abc_638216834449492689image.webp"
      ],
      "shortDescription": "Giò nấm là một sản phẩm ẩm thực độc đáo và ngon miệng, đang thu hút sự chú ý của đông đảo khách hàng trong cả thị trường ẩm thực truyền thống và thực phẩm chay. Sản phẩm được chế biến với sự tinh tế và khéo léo từ những nguyên liệu tươi ngon và tự nhiên. Giò nấm không chỉ đem lại hương vị ngon lành mà còn mang trong mình những giá trị dinh dưỡng và lợi ích sức khỏe.",
      "fullDescription": "Đặc điểm nổi bật:\r\n\r\nNguyên liệu chất lượng: Giò nấm được chế biến từ những loại nấm tươi ngon nhất, được lựa chọn kỹ càng để đảm bảo độ tươi ngon và hương vị đa dạng. Các nguyên liệu khác như bột mỳ, gia vị và thảo mộc cũng được chọn lọc kỹ càng để tạo nên một hương vị độc đáo và hấp dẫn.\r\n\r\nSản xuất theo tiêu chuẩn an toàn vệ sinh thực phẩm: Sản phẩm được sản xuất trong môi trường đạt chuẩn vệ sinh thực phẩm cao nhất. Quy trình sản xuất được kiểm soát chặt chẽ, từ việc chuẩn bị nguyên liệu đến giai đoạn đóng gói, đảm bảo an toàn vệ sinh và chất lượng tuyệt đối.\r\n\r\nHương vị đa dạng: Giò nấm có thể được chế biến theo nhiều cách khác nhau để phục vụ nhu cầu ẩm thực đa dạng. Từ giò nấm bì lợn, giò nấm chay cho đến giò nấm cuốn bánh tráng, tất cả đều mang đến hương vị độc đáo và thú vị.\r\n\r\nPhù hợp với mọi người: Giò nấm là sự lựa chọn tuyệt vời cho những người ăn chay, người theo đời sống sức khỏe, và cả những ai yêu thích hương vị tự nhiên và tươi ngon. Điều này giúp sản phẩm phù hợp với nhiều đối tượng khách hàng khác nhau.\r\n\r\nỨng dụng đa dạng: Giò nấm không chỉ phục vụ như một món ăn truyền thống mà còn có thể được sử dụng trong các sự kiện đặc biệt như tiệc chay, hội nghị, họp mặt gia đình, và cả trong việc trang trí bàn tiệc.\r\n\r\nLợi ích sức khỏe:\r\n\r\nThấp calo: Giò nấm chứa ít calo hơn so với các loại giò thịt truyền thống, là sự lựa chọn tốt cho những người muốn duy trì hoặc giảm cân.\r\nChất xơ và dinh dưỡng: Nấm là nguồn phong phú chất xơ và chất dinh dưỡng thiết yếu, giúp cải thiện tiêu hóa và tăng cường sức khỏe toàn diện.\r\nVới sự kết hợp tinh tế giữa hương vị ngon miệng và lợi ích sức khỏe, giò nấm thực sự đã tạo nên một thương hiệu ẩm thực độc đáo và hấp dẫn trên thị trường. Sản phẩm này không chỉ đáp ứng được sự đa dạng về hương vị và nhu cầu ẩm thực, mà còn thể hiện cam kết của chúng tôi đối với chất lượng và an toàn thực phẩm.",
      "quantity": 2,
      "selectedProductColor": null,
      "selectedProductSize": null,
      "cartItemId": "b7f473b3-945b-4a41-8fa4-10821a4d1cca"
  },
  {
      "id": "2023",
      "sku": "2023key146",
      "name": "Cá kèo chay",
      "price": 50000,
      "discount": 10,
      "new_product": false,
      "rating": 0,
      "stock": 68,
      "saleCount": 68,
      "tag": [
          "Món Chay Mặn"
      ],
      "category": [
          "Món Chay Mặn"
      ],
      "image": [
          "https://res.cloudinary.com/doedovklj/image/upload/v1686843999/xyz-abc_638224659952425887image.webp"
      ],
      "shortDescription": "Cá kèo chay là một sản phẩm thực phẩm được tạo ra để cung cấp một sự thay thế thú vị và dinh dưỡng cho cá và sản phẩm thủy sản dựa trên các nguyên liệu thực phẩm không có nguồn gốc từ động vật. Dành cho những người ăn chay, người theo đời sống thực phẩm không có nguồn gốc động vật, hoặc những ai muốn thử trải nghiệm ẩm thực mới mẻ, cá kèo chay đã trở thành một lựa chọn phổ biến.",
      "fullDescription": "Cá kèo chay có thể được làm từ nhiều nguyên liệu thực phẩm khác nhau như đậu nành, đậu hủ, bột mì, bột bắp, rau cải và các loại gia vị tự nhiên để tạo ra hương vị và mùi thơm tương tự như cá thực thụ. Sản phẩm này thường được sản xuất thông qua quy trình chế biến đặc biệt để tạo nên cấu trúc, màu sắc và vị ngon giống như cá.\r\n\r\nCá kèo chay có thể được chế biến và trình bày theo nhiều cách khác nhau, giống như các món cá truyền thống. Bạn có thể thấy cá kèo chay được làm thành các miếng chiên giòn, nướng, hấp hay tráng miệng. Các nguyên liệu tự nhiên được sử dụng trong sản xuất cá kèo chay thường lành mạnh và giàu dinh dưỡng, cung cấp protein, vitamin và khoáng chất cho người tiêu dùng.\r\n\r\nLợi ích của cá kèo chay bao gồm việc cung cấp một nguồn protein thực vật, không chứa cholesterol và ít béo. Đồng thời, việc sử dụng nguồn nguyên liệu thực phẩm không có nguồn gốc động vật cũng đóng góp vào việc bảo vệ môi trường và giảm tác động tiêu thụ đối với nguồn tài nguyên biển.\r\n\r\nTrong tổng quan, cá kèo chay là một sản phẩm sáng tạo và hấp dẫn cho những người có phong cách ăn chay hoặc đang thực hiện chế độ ăn kiêng không sử dụng nguồn thực phẩm từ động vật.",
      "quantity": 2,
      "selectedProductColor": null,
      "selectedProductSize": null,
      "cartItemId": "afc061b0-8d37-456c-8cce-38a63c80ea14"
  },
  {
      "id": "1002",
      "sku": "1002key100",
      "name": "Khoai môn",
      "price": 56000,
      "discount": 5,
      "new_product": false,
      "rating": 0,
      "stock": 105,
      "saleCount": 105,
      "tag": [
          "Hàng chay cấp đông "
      ],
      "category": [
          "Hàng chay cấp đông "
      ],
      "image": [
          "https://res.cloudinary.com/doedovklj/image/upload/v1686122885/xyz-abc_638217448807644326image.webp"
      ],
      "shortDescription": "Khoai môn, hay còn gọi là khoai sọ, là một loại thực phẩm có nguồn gốc từ củ của cây khoai môn, được sử dụng rộng rãi trong ẩm thực của nhiều quốc gia trên khắp thế giới. Có thể chế biến khoai môn thành nhiều món ăn khác nhau, từ món tráng miệng đến món chính, mang đến hương vị độc đáo và phong phú cho bữa ăn.",
      "fullDescription": "Khoai môn có hình dáng tròn, củ tròn, vỏ ngoài màu nâu hoặc trắng tùy loại. Bên trong, khoai môn có màu trắng hoặc vàng tùy thuộc vào loại củ. Khi chế biến, vỏ của khoai môn thường được lột bỏ để tiết kiệm phần thịt củ quý giá bên trong.\r\n\r\nMột cách chế biến phổ biến là khoai môn hấp hoặc luộc, khi đó củ sẽ trở nên mềm mịn và dễ dàng thưởng thức. Khoai môn cũng thường được chế biến thành món kho, khi củ được thái lát hoặc miếng nhỏ, sau đó nấu cùng với nước dừa và các gia vị như sả, tỏi, ớt tạo nên hương vị thơm ngon, độc đáo. Món khoai môn có thể được thưởng thức ấm áp cùng cơm hoặc bánh mì.\r\n\r\nKhoai môn cũng có thể chế biến thành món chiên giòn, khi củ được cắt mỏng và chiên trong dầu cho đến khi trở nên vàng và giòn. Đây là món tráng miệng hoặc món ăn nhẹ phổ biến trong nhiều nền ẩm thực.\r\n\r\nHương vị của khoai môn thường đa dạng, từ ngọt ngon và béo ngậy khi chế biến thành món kho, đến giòn rụm và thơm ngon khi chiên. Khoai môn cũng cung cấp nhiều chất dinh dưỡng như tinh bột, vitamin C, khoáng chất và chất xơ.\r\n\r\nTóm lại, khoai môn là một nguyên liệu thực phẩm đa dạng và phong phú, có thể chế biến thành nhiều món ngon khác nhau. Từ món chính đến món tráng miệng, khoai môn mang đến hương vị thú vị và dưỡng chất quý báu cho bữa ăn của bạn.",
      "quantity": 2,
      "selectedProductColor": null,
      "selectedProductSize": null,
      "cartItemId": "d5c45f37-5246-47ac-9a7d-53206f77e0ea"
  }
]